{
    "shiros": {
        "name": "Shiro's Sushi",
        "website": "https://shiros.com/",
        "numPhotos": 19,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "A bit away from the business of Seattle's Pike Place Market, Shiro's Sushi exclusively offers omakase dining to sushi bar and dining table guests. The ambience is lively as the chefs prepare nigiri for their customers. The selection includes fresh seafood from both local and international waters, including bluefin tuna and sea urchins from Japan. If you're in luck, the chef may serve seared kama-toro topped with premium uni. ",
        "photosLink": ".",
        "location": "https://maps.app.goo.gl/JZFr37d6qq9SnqZaA",
        "visited": "March, 2023"
    },
    "shizuku": {
        "name": "Shizuku",
        "website": "https://shizuku.ca/",
        "numPhotos": 17,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "From the exterior, the unassuming storefront seems to blend in; however, one peek inside the restaurant reveals a clean, minimalistic, and sleek room with a long wooden sushi counter. Chef Kazuki Wan and his team offer two omakase menus, Yuki with 18 seasonal seafood selections and Shizuku with 22 seasonal seafood selections. In addition to the freshly sourced fish used for the nigiri courses such as kinmedai, buri, and akagai, non-nigiri courses are masterfully prepared, notably shirako chawanmushi and ankimoshu. Chef Kazuki's welcoming and cheery attitude creates a comfortable dining environment while maintaining professionalism. Shizuku only has seating for 8, so be sure to make reservations ahead of time.",
        "photosLink": ".",
        "location": "https://maps.app.goo.gl/5zUrLNBW9bR2e8cz7",
        "visited": "December, 2023"
    },
    "montbar": {
        "name": "Mont Bar",
        "website": "https://www.montbar.com/en/",
        "numPhotos": 18,
        "michelinStars": 1,
        "michelinLink": "https://guide.michelin.com/ca/en/catalunya/barcelona/restaurant/mont-bar",
        "review": "Different from a bustling pintxos bar, Mont Bar brings professionalism to counter-seating with rigorous service and a spotless interior. The tasting menu opens with a series of \"snacks\" (eaten in one or two bites) served in pairs followed by small plates and finishing with delightful desserts. At the time of writing, the menu, which changes frequently, included notable snack pairs like a cockle soufflé paired with a beetroot flower with caviar and chicken skin and squid paired with millefeuilles topped with wagyu and foie. Additionally, the smoked tuna belly with pine nut emulsion was a star of the show. Chef Fran Agudo delivers a truly fulfilling gastronomic experience, from the quality of seasonal products to the meticulous presentation of each course.",
        "photosLink": ".",
        "location": "https://maps.app.goo.gl/u6pMFzZfJ8fUu59d6",
        "visited": "July, 2024"
    },
    "alapar": {
        "name": "Alapar",
        "website": "https://alaparbcn.com/en/",
        "numPhotos": 0,
        "michelinStars": 0,
        "michelinLink": "https://guide.michelin.com/ca/en/catalunya/barcelona/restaurant/alapar",
        "review": "Alapar does not serve your typical Edo-mae style omakase. Instead, the chefs cook up a Japanese-Mediterranean fusion, including a multitude of nigiris which are in the omakase and the à la carte menu. The menu features a tuna tartar mushipan with wasabi emulsion which is intrinsically, a reason to dine again.",
        "photosLink": "https://drive.google.com/drive/folders/1Y2ISH85VmgQF4O-YeNOvszSDuVQwh5g2",
        "location": "https://maps.app.goo.gl/U9Tf7BXYe19ofHMg8",
        "visited": "July, 2024"
    },
    "yugen": {
        "name": "Sushi Yūgen ",
        "website": "https://sushiyugen.ca/",
        "numPhotos": 0,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "Tucked away in Toronto's financial district, your Sushi Yūgen experience begins by walking through a miniature Japanese rock garden. The decor is aesthetic and adds a layer of professionalism to the ambience. At lunch, they offer an $80 lunch omakase menu that includes shiroebi, kanpachi, akami, and chutoro. This is a great place for somebody's first omakase.",
        "photosLink": "https://drive.google.com/drive/folders/1o-J16s5OQJ6pALGw5CfV5AtiHpUeDqJQ",
        "location": "https://maps.google.com?q=Sushi%20Yugen,%20150%20York%20St,%20Toronto,%20ON%20M5H%203S5,%20Canada&ftid=0x882b35f0208b81a3:0xa104574d1c197493&entry=gps&lucs=,94224825,94227247,94227248,47071704,47069508,94218641,94203019,47084304,94208458,94208447&g_st=com.google.maps.preview.copy",
        "visited": "July, 2024"
    },
    "enigma": {
        "name": "Enigma",
        "website": "https://enigmaconcept.es/",
        "numPhotos": 0,
        "michelinStars": 1,
        "michelinLink": "https://guide.michelin.com/ca/en/catalunya/barcelona/restaurant/enigma",
        "review": "Through the entrance of Enigma (the only Albert Adrià restaurant in Spain), the unique decor immediately wows you with \"grey clouds\" shimmering on the ceiling and lights on the floor illuminating the path. The service is impeccable, with multiple servers assigned to a table and synchronized plating times. The chefs master molecular gastronomy to deliver a meal, or should I say performance, of a lifetime. Each elaboration consists of a meticulously plated for creative presentation as well as occasional mind tricks like the \"white asparagus\" that is actually a daikon radish, the \"tiger cod\" that is just cod with seaweed, and the \"Asian pear\" that is actually frozen yuzu with beetroot. One of my favourite dishes was the \"Life Cycle of the Palamós Shrimp\" which showcased the evolution of a shrimp's taste as it ages.",
        "photosLink": "https://drive.google.com/drive/folders/18_zn_oqVe45jIRzgv0OxlpVzZbYbLX-w",
        "location": "https://maps.app.goo.gl/LUNo5ujGWZKmQXjr9",
        "visited": "July, 2024"
    },
    "seeds": {
        "name": "Seeds",
        "website": "https://www.restauranteseeds.com/",
        "numPhotos": 0,
        "michelinStars": 0,
        "michelinLink": "https://guide.michelin.com/ca/en/comunidad-de-madrid/madrid/restaurant/seeds-1200244",
        "review": "To reach the restaurant, you first walk through a rock garden to reach the entrance to the MOM Culinary Institute. Inside, there are glass domes under which you can find fresh dough of the bread to be baked and served to you with three different types of premium olive oil. This is one of many courses on their tasting menu containing herbs and vegetables from the seeds planted in their garden. In terms of value, Seeds' \"Jade\" tasting menu has great value. ",
        "photosLink": "https://drive.google.com/drive/folders/13gWmyPUS77erWaIC7WuvruNPFA8yHjGk",
        "location": "https://maps.app.goo.gl/fUrJQvNitumbtA6V9",
        "visited": "July, 2024"
    },
    "suculent": {
        "name": "Suculent",
        "website": "https://suculent.com/en/suculent-en/",
        "numPhotos": 10,
        "michelinStars": 0,
        "michelinLink": "https://guide.michelin.com/ca/en/catalunya/barcelona/restaurant/suculent",
        "review": "Choose between two tasting menus, Los Clásicos and Suculent, which both offer Mediterranean and Spanish dishes. Both these menus featured steak tartare over grilled bone marrow, which was a delight to eat. If you can't decide which menu to get, Los Clásicos offers great value for its price.",
        "photosLink": ".",
        "location": "https://maps.app.goo.gl/G638PJTo6jTvDyJJ7",
        "visited": "July, 2024"
    },
    "canete": {
        "name": "Bar Cañete",
        "website": "https://barcanete.com/en/",
        "numPhotos": 6,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "If you see a line outside the door of a tapas bar near La Rambla around lunchtime, you may have stumbled across Bar Cañete. Inside, the environment is energetic as bartenders constantly take orders and chefs cook high-quality tapas. Some notable menu items include one of the best squid sandwiches in Barcelona, crispy but not oily lobster croquettes jam-packed with lobster, and an aged beef steak with foie gras and truffle sauce. The menu is extensive and each bite proves why this restaurant is one of the top tapas bars.",
        "photosLink": ".",
        "location": "https://maps.app.goo.gl/kF1ciRvPg5YAVUne8",
        "visited": "July, 2024"
    },
    "riaskru": {
        "name": "RíasKru",
        "website": "https://riaskru.com/en/",
        "numPhotos": 0,
        "michelinStars": 0,
        "michelinLink": "https://guide.michelin.com/ca/en/catalunya/barcelona/restaurant/riaskru",
        "review": "Not only is RíasKru the fusion of Galician and Japanese cuisine, but it is also the fusion of two restaurants, Rías de Galicia and Espai KRU. An emphasis is placed on raw seafood.",
        "photosLink": "https://drive.google.com/drive/folders/1SRpf-Px_sqcP_o7LbJi8JCIMarJhksPv",
        "location": "https://maps.app.goo.gl/pvXxXkmrehbyRBHu7",
        "visited": "July, 2024"
    },
    "toufuya": {
        "name": "Toufuya Ukai",
        "website": "https://www.ukai.co.jp/english/shiba/",
        "numPhotos": 0,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "At the food of the Tokyo Tower, you will know when you have found this restaurant by the professionalism of the exterior. There, you will be guided through the massive interior to your private dining room. Toufuya specializes in tofu, with a majority of the tasting menu dedicated toward it. When your meal is done, make sure to check out the Japanese garden with a pond for Koi carp and stepping stones.",
        "photosLink": "https://drive.google.com/drive/folders/1-7FOuJLNB094Ixf0QOgxH_VtJD-Lyv8U",
        "location": "https://maps.app.goo.gl/xCFEKmR9GY4arzXLA",
        "visited": "August, 2023"
    },
    "gyukatsu": {
        "name": "Gyukatsu Motomura",
        "website": "https://www.gyukatsu-motomura.com/en",
        "numPhotos": 1,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "Listen to the sizzle as your gyukatsu cooks on a stone plate right in front of you. Once cooked to your liking, remove it and eat with wasabi and soy sauce or your choice of the various other sauce options. There are many Gyukatsu Motomura locations and this place is worth the line-up to get inside.",
        "photosLink": ".",
        "location": "https://maps.app.goo.gl/oJtfQzbajSbF3kFY7",
        "visited": "August, 2023"
    },
    "hinatomaru": {
        "name": "Hinatomaru",
        "website": "https://hinatomaru.com/",
        "numPhotos": 1,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "If you are in Tokyo Station, be sure to check out this standing sushi restaurant. If you are in Asakusa, be sure to check out the main store which has a wider selection. At either location, your meal will be of great value, with selections that include bluefin tuna, nodoguro, and uni. In addition, the ambience is more casual than a sit-down omakase.",
        "photosLink": ".",
        "location": "https://maps.app.goo.gl/LmT9GWj1xdidKEeMA",
        "visited": "August, 2023"
    },
    "sobahouse": {
        "name": "Soba House Konjiki-Hototogisu",
        "website": "https://sobahousekonjikihototogisu.com/",
        "numPhotos": 1,
        "michelinStars": 0,
        "michelinLink": "https://guide.michelin.com/ca/en/tokyo-region/tokyo/restaurant/sobahouse-konjikihototogisu",
        "review": "Make sure to go to the restaurant in the morning to pick up a ticket to dine later in the day at this formerly 1 Michelin-starred ramen restaurant. This isn't your typical bowl of ramen, as the broth uses clams, truffles, and many other ingredients to bring out the umami while keeping the broth light but flavourful. The noodles, too, are made fresh and are worth the trip to try.",
        "photosLink": ".",
        "location": "https://maps.app.goo.gl/W1TQSyC5rLdHvDpcA",
        "visited": "August, 2023"
    },
    "lavina": {
        "name": "La Vina",
        "website": "https://lavinarestaurante.com/en/",
        "numPhotos": 0,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "Join the crowd at La Vina to try an authentic Basque cheesecake. The cheesecake is light but creamy and a little burnt which adds a caramel flavour. If there are not any seats at the bar and you do not want to wait, you can do take-out and eat by the water very close by.",
        "photosLink": "https://drive.google.com/drive/folders/10DoCXX5sYmlN7EBAQ8u_6LTy4wYppjC9",
        "location": "https://maps.app.goo.gl/JmtNMyPg6Tz1CxZcA",
        "visited": "July, 2024"
    },
    "joncake": {
        "name": "JonCake",
        "website": "https://joncake.last.shop/en",
        "numPhotos": 0,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "You will know you are at the right place when you see the line going down the street for JonCake's slices of cheesecake which are sold by weight. The different cheesecake flavours come from different types of cheese and believe it or not, the cheesecakes taste like real cheese. This place is perfect for someone who likes cheese, cake, and cheesecake.",
        "photosLink": "https://drive.google.com/drive/folders/1-zv5BSo6U1nhO79uCQAgsC-xPe4Nssqw",
        "location": "https://maps.app.goo.gl/nrkNFn22V3kL7uhMA",
        "visited": "July, 2024"
    },
    "hofmann": {
        "name": "Patisserie Hofmann",
        "website": "https://hofmannpasteleria.com/",
        "numPhotos": 4,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "Known on Instagram for its mascarpone-filled croissant, Patisserie Hofmann should really be known for their French-style pastries. They make pastries in a similar style to Cédric Grolet, beautifully crafted and made of a white chocolate shell with a mousse inside. In particular, the pistachio pastry is exceptional, as it has a white chocolate shell filled with pistachio mousse, pistachio crunch, orange marmalade, passion fruit, and yuzu.",
        "photosLink": ".",
        "location": "https://maps.app.goo.gl/32gc3SXxAWhpkjobA",
        "visited": "July, 2024"
    },
    "kazunori": {
        "name": "KazuNori",
        "website": "https://www.handrollbar.com/",
        "numPhotos": 0,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "Take a seat at the dimly lit sushi bar counter and choose a set of handrolls at this handroll specialty restaurant. With crispy seaweed and slightly warm sushi rice, the handrolls are good value for lunch. Be sure to try the lobster handroll, toro handroll, and whatever the daily special is.",
        "photosLink": "https://drive.google.com/drive/folders/1lAxfnhqg5_LObcagxmD5CaBOnqFOms-w?usp=drive_link",
        "location": "https://maps.app.goo.gl/YG9RJpH5H6ftKghr6",
        "visited": "August, 2024"
    },
    "kazumi": {
        "name": "Kazumi Omakase",
        "website": "https://kazuminy.com/",
        "numPhotos": 0,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "Whether you go for lunch or dinner, the sushi chefs at Kazumi have one option to choose from: a 13-course omakase. The quality of ingredients from Japan combined with the relatively low cost makes for an excellent value meal. Some highlights of the meal include chutoro with caviar, wagyu beef with shaved truffle, and eel with foie gras. If you are looking for more, you can order specialty items from the a la carte menu.",
        "photosLink": "https://drive.google.com/drive/folders/10N2OFTzklU_FtlKpTEHqDhCd6lmSE7Lh?usp=drive_link",
        "location": "https://maps.app.goo.gl/vFeS7StSccU776yw5",
        "visited": "August, 2024"
    },
    "pierreherme": {
        "name": "Pierre Hermé",
        "website": "https://www.pierreherme.com/en/",
        "numPhotos": 0,
        "michelinStars": 0,
        "michelinLink": ".",
        "review": "Stop by any of the several locations across Paris and be prepared to be amazed by the array of French pastries on display. All the macarons have a soft shell and very intense flavour, but the specialty, ispahan (rose, lychee, and raspberry), takes the gold medal. The ispahan flavour extends to cakes and if you are lucky enough to find it, croissants. All the other pastries are well-balanced, presented beautifully, and a must-try in Paris.",
        "photosLink": "https://drive.google.com/drive/folders/10FHuTZjc-WaPk1jO4XaWZ74QMz6bCSgV",
        "location": "https://maps.app.goo.gl/m1YiEg1q3AHqSj8A9",
        "visited": "July, 2024"
    },
    "yasuda": {
        "name": "Sushi Yasuda",
        "website": "https://www.sushiyasuda.com/",
        "numPhotos": 0,
        "michelinStars": 1,
        "michelinLink": "https://guide.michelin.com/ca/en/new-york-state/new-york/restaurant/sushi-yasuda",
        "review": "The outside may not look like much from afar, but up close, the red Michelin square with one star makes it clear you are in the right place. The interior is spacious with many dining table seats available, but the best experience is at the sushi counter, so make sure to make reservations well ahead of time. Sushi Yasuda offers a lunch special which has 10 pieces of nigiri and a roll for an excellent price. The dinner omakase includes a wider selection; however, the steep increase in price makes the lunch special more desirable and of much better value. If you know to ask, it is possible to order additional items from the a la carte menu which even has hidden items like nodoguro.",
        "photosLink": "https://drive.google.com/drive/folders/10LeL4hASBvmAPuPvfXll0bDdxdOb95-C?usp=drive_link",
        "location": "https://maps.app.goo.gl/CwSASo4unK3nZAUA9",
        "visited": "August, 2024"
    }
}